[Main]
DisplayName=Italiano

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Attenzione
lbl_Warnning_Detail.caption=Questo programma è protetto da leggi sul Copyright e trattati internazionali.
lbl_copyright.caption=© IObit. Tutti i diritti riservati.
lbl_Thanks_Title.caption=Un grazie speciale alle seguenti persone per il loro prezioso contributo:
rdhtmlEula.caption=<a>EULA</a> | <a>Politica della Privacy</a>
Instructions_M=Istruzioni per Disinstallazione
lblAcknow.caption=Ringraziamenti

[ActionCenter_M]
M_HideAC=Nascondi
M_ShowAC=Mostra
M_AC_Tips=Ottieni una migliore sicurezza ed una maggiore performance con i programmi raccomandati.
M_ShowACTitle2=Nota!
M_ShowACDesc=Clicca "Mostra" per vedere i programmi raccomandati. Installali per ottenere una migliore performance e sicurezza.
M_LearnRecommendNote=Ancora nessun prodotto disponibile.
M_LearnRecommendDesc=Clicca "Leggi di più" per vedere altri prodotti dei quali potresti essere interessato
M_none=Nulla
M_Fix=Installa ora
M_LearnMore=Leggi di più
M_Install=Installa ora
M_fixing=Installazione
M_Updating=Aggiornamento
M_failed=Fallito
M_RuningWell=Ultima versione installata
M_Outdated=Non aggiornato
M_NotInstalled=Non installato
M_Insatlled=Installato
M_Update=Aggiorna
M_ASCCaption=Performance di Sistema
M_ASCInfo_NotIns=Errori di registro, file sensibili ed altri inutili sono stati rilevati nel tuo PC.
M_ASCInfo_UpToDate=Advanced SystemCare velocizza il tuo PC con 1 click.
M_ASCInfo_NeedUpDate=Advanced SystemCare non è aggiornato.
M_RunASC=Scansione
M_ASCOffer=Pulisce il PC con 1 click.<br>PC fino al 200% più veloce immediatamente.<br>Rete fino al 300% più veloce.<br>Monitora le condizioni del PC in tempo reale.<br>Protegge dai più comuni spyware.
M_IMFCaption=Protezione da Spyware
M_IMFInfo_NotIns=Miglior protezione con i programmi antispyware di IObit.
M_IMFInfo_UpToDate=IObit Malware Fighter ti protegge da tantissimi malware.
M_IMFInfo_NeedUpDate=Programma non aggiornato.
M_RunIMF=Scansione
M_IMFOffer=Protezione in tempo reale contro tutti i tipi di malware.<br>Scansione veloce per rilevare & rimuovere i malware.<br>Previene gli attacchi Ransomware in tempo.<br>Download e navigazione messi in sicurezza.<br>Completamente compatibile con altri software di sicurezza.
M_DBCaption=Aggiornamento Driver
M_DBInfo_NotIns_C=Trovati driver non aggiornati che rallentano & destabilizzano il PC.
M_DBInfo_NotIns=Potrebbero esserci Driver non aggiornati che rallentano & destabilizzano il tuo PC.
M_DBInfo_UpToDate=Driver Booster aggiorna tutti i driver del PC.
M_DBInfo_NeedUpDate=Programma non aggiornato.
M_DBDesc=Aggiorna tutti i driver nel PC.
M_RunDB=Scansione
M_DBOffer=Database Driver enorme (4,500,000+).<br>Aggiornamento sicuro con driver WHQL, basta 1 click.<br>Performance di gioco migliore.<br>Corregge errori di rete, dei suoni, della risoluzione ecc.<br>Riduce Freeze & Crash di sistema.
M_SDCaption=Ottimizzazione disco rigido
M_SDInfo_NotIns=Ottimizza i frammenti rilevati nel disco rigido.
M_SDInfo_UpToDate=Smart Defrag deframmenta il disco e incrementa notevolmente la velocità del PC.
M_SDInfo_NeedUpDate=Programma non aggiornato.
M_RunSD=Deframmenta ora
M_SDOffer=Accesso ai file con velocità maggiore.<br>Hard Disk dalle Performance subito migliori.<br>Accelera la velocità di avvio fino al 100%.<br>Ottimizza i giochi per una migliore esperienza di gioco.
M_DLCaption=Password Manager
M_DLInfo_NotIns=Proteggi le tue password con Dashlane Password Manager.
M_DLInfo_UpToDate=Non dimenticare mai più le tue password con secure Dashlane.
M_RunDL=Gestisci
M_DLOffer=La soluzione più sicura per tutte le tue password.<br>Genera password uniche per proteggere i tuoi account.<br>Auto login nei tuoi siti web preferiti.<br>Per Windows, Mac, iOS e Android.
M_RunIOT=Gestisci ora
M_IOTCaption=iPhone Manager
M_IOTInfo_NotIns=Trasferisci i dati da iPhone, puliscilo & velocizzalo.
M_IOTInfo_UpToDate=Trasferisci dati da iPhone, puliscilo & velocizzalo.
M_IOTInfo_NeedUpDate=IOTransfer non è aggiornato.
M_IOTTip=IOTransfer promises:<br>+ Gestisci foto e contatti di iPhone con facilità<br> Un click per trasferire contenuti con il PC<br>+ Download di video da oltre 100 siti<br>+ Pulisce qualsiasi tipo di file spazzatura da iPhone e iPad
M_IOTOffer=Il miglior strumento di gestione file per iPhone/iPad.<br>1 click per trasferire dati da iPhone/iPad al PC.<br>Download di video online e converti in svariati formati.<br>Facile e veloce pulizia dei file inutili per liberare spazio.<br>Trasferisci dati al PC senza l'uso di cavi.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion protegge da phishing e siti malware.
M_AdawareInfo_UpToDate=Web Companion protegge da phishing e siti malware.
M_AdawareOfferDesc=Installa Web Companion per migliorare la protezione in Internet e imposta Bing® di Microsoft™ come homepage, nuova scheda e motore di ricerca.
M_AdawareOffer=Facile e veloce da installare.<br>Protezione Anti-Phishing.<br>Protezione Web in tempo reale. <br>Compatibilità Multi-Browser.
M_AomeiCaption=Strumenti di PC Backup
M_AomeiInfo_NotIns=L'ultima soluzione di backup per rinforzare il sistema e i dischi rigidi.
M_RunOpera=Avvia
M_OperaCaption=Browser Opera
M_OperaInfo_NotIns=Un browser veloce e sicuro con blocco della pubblicità integrato.
M_OperaInfo_UpToDate=Un browser veloce e sicuro con blocco della pubblicità integrato.
M_OperaOffer=Blocca gli annunci per caricare pagine Web fino al 90% più velocemente.<br>Sfoglia più di un'ora.<br>Ottieni più privacy navigando con la VPN gratuita.
M_SUCaption=Software Updater
M_SUInfo_NotIns=1 click per aggiornare ed installare i tuoi programmi importanti.
M_SUInfo_NotIns_C=%d programmi da aggiornare. Installa IObit Software Updater per aggiornarli con un click.
M_SUInfo_NotIns_C1=1 programma da aggiornare. Installa IObit Software Updater per aggiornarlo con un click.
M_SUInfo_UpToDate=IObit Software Updater mantiene aggiornati tutti i tuoi programmi.
M_SUOffer=Aggiorna tutti i programmi il prima possibile.<br>1 click per installare tutti gli aggiornamenti disponibili.<br>1 click per installare i programmi più ricercati.<br>Tutti i software scaricati sono puliti e testati, nessun bundleware!
M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=1 click per aumentare i tuoi FPS per un'esperienza di gioco fluida e piacevole.
M_SMGBInfo_UpToDate=1 click per aumentare i tuoi FPS per un'esperienza di gioco fluida e piacevole.
M_SMGBInfo_NeedUpDate=Smart Game Booster non è aggiornato.
M_SMGBOffer=Incremeta gli FPS con un clic per prestazioni di gioco migliori.<br>Monitora la temperatura e l'utilizzo dell'hardware in tempo reale.<br>Overclock della GPU per effetti visivi ottimali nei giochi.<br>Analizza e valuta il PC per trovare giochi compatibili (+ di 38.000).<br>Proteggi il tuo PC e i giochi per una maggiore sicurezza.
M_RunSMGB=Attiva!
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Prova un servizio VPN gratuito, veloce e sicuro per la sicurezza online.
M_iTopInfo_NotIns=Servizio VPN gratuito, veloce e sicuro al 100% per la sicurezza online.
M_iTopInfo_UpToDateBeta=Prova un servizio VPN gratuito, veloce e sicuro per la sicurezza online.
M_iTopInfo_UpToDate=Servizio VPN gratuito, veloce e sicuro al 100% per la sicurezza online.
M_iTopInfo_NeedUpDate=iTop VPN è obsoleto.
M_iTopOfferBeta=Goditi Internet senza confini<br>Accesso a siti Web di streaming in tutto il mondo<br>Gioca a giochi bloccati in base alla regione ovunque<br>Nascondi il tuo indirizzo IP su Wi-Fi pubblico<br>Crittografia 100% gratuita, ultra veloce e migliore della categoria
M_iTopOffer1=Privato - Rimani anonimo durante la navigazione <br> Sicuro - Nascondi IP su Internet <br> Veloce - Accesso a Internet ad alta velocità <br> Gratuito - Sblocca siti Web e riproduci in streaming liberamente
M_RuniTop=Esegui ora
M_RPMCaption=RoboForm Password Manager
M_RPMInfo_NotIns=Non dovrai più ricordare o scrivere le password.
M_RPMInfo_UpToDate=Scrivere le password è solo un ricordo con RoboForm Password Manager.
M_RPMOffer=Fai il Login nei siti Web con un solo click.<br>Genera password uniche e sicure.<br>Usa la crittografia AES-256 bit e il supporto per 2FA.<br>Per Windows, Mac, iOS, Android, e tutti i principali browser.<br>Importa da un browser o da un altro gestore di password.
M_RunRPM=Gestisci
M_Moffer_Title1=Offerta Opzionale
M_Close=Chiudi
M_Cancel=Annulla
M_Moffer_Install=Installa
M_Moffer_NoteEP=Cliccando "Installa", accetti di installare %s e accetti la sua <a>EULA</a> & <a>Politica della Privacy</a>.
M_Moffer_Refund=<a>Nota:</a> Potrai avere un rimborso entro i primi 30 giorni. Leggi il <a>Regolamento dei Rimborsi</a>.
M_Extract_IOT=Raccomandazione di Iobit

[ASCPromote_M]
M_PromoteTitle=<a>%d</a> oggetti trovati.
M_Details=Dettagli
M_PromoteLan=Condizionano la performance del tuo sistema. Raccomandiamo l'installazione di Advanced SystemCare per correggere tutto.
M_Junk=File Inutili
M_Privacy=Tracce Privacy
M_Internet=Miglioramenti Internet
M_Registry=Chiavi di registro
M_System=Ottimizzazioni di sistema
ASC_Results=<a>%d</a> oggetti trovati.
ASC_Result=<a>1</a> oggetto trovato.
ASC_Result0=Nessun problema
M_Install=Installa per Correggere
ASC_EUAL=Cliccando Installa per Correggere, Accetti i seguenti termini di Advanced SystemCare <a>EULA</a> & <a>Privacy Policy</a> e accetti di installarlo.
iobit_lang_SystemOptimizereport=Rapporto ottimizzazione sistema
iobit_lang_key_junkfile_group_1=File inutili (%d oggetto(i), %s):
iobit_lang_key_privacy_group_2=Tracce Privacy (%d oggetto(i), %s):
iobit_lang_key_sysOptimization_group_3=Ottimizzazioni di sistema (%d oggetto(i)):
iobit_lang_key_internetboost_group_4=Miglioramenti Internet (%d oggetto(i)):
iobit_lang_key_registryclean_group_5=Chiavi di registro (%d oggetto(i)):

[AutoUpdate_M]
lan_Downloading_M=Download
lan_Speed_M=Velocità: %s
Lan_Finish_M=Finito
Lan_Congratulation_M=Congratulazioni!
Lan_UpdateFail_M=Aggiornamento fallito! Prova più tardi.
Lan_UpdateSuccess_M=IObit Uninstaller è aggiornato. Goditi tutte le novità in questa versione!
Lan_UpdateNew_M=hai già l'ultima versione installata.
Lan_UpdateFreeInfo_M=Nuova versione di IObit Uninstaller disponibile.
Lan_UpdateFreeDownInfo_M=Aggiorna ora per avere tutte le ultime novità!
Lan_Sure_M=Vuoi annullare l'aggiornamento?
Lan_Download_M=Download
Lan_Getting_M=Ricerca Aggiornamenti…
Lan_LVheardOne_M=Aggiornamento disponibile
Lan_LVheardTwo_M=Nuova Versione
Lan_LVheardThree_M=Dimensione
Lan_historyInfo_M=IObit Uninstaller %s è disponibile. Aggiorna ora per avere tutte le ultime novità!
Lan_UpdateNow_M=Aggiorna
Lan_UpdateLater_M=Dopo
lan_WhatNew_M=Novità
Lan_NewReady_M=Nuova versione pronta
Lan_Title=IObit Uninstaller Updater

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Invia
lblErrorDetails.Caption=Dettagli Errore:
lblUserEmail.Caption=E-mail:
lblSuccTips1.Caption=Inviato! Cercheremo di risolvere il prima possibile!
btnClose.Hint=Chiudi

[SendBugReportNew_M]
M_AskUserTips1=ha riscontrato un problema e deve essere chiuso, ne stiamo analizzando le cause, attendi...
M_BugStatisticsTips=ha riscontrato un problema e deve essere chiuso, ne stiamo analizzando le cause, attendi...
M_SendingTips=Invio...
M_AttentionTips1=ha riscontrato un problema, clicca 'OK' per inviarci il file di debug automaticamente. <a>Privacy Policy</a>
M_InvalidEmailTips1=Indirizzo e-mail non valido, mettine uno valido per permetterci di contattarti.
M_OKTips=OK

[Uninstaller_frm_CrRestore]
Restoring_Caption=Ricezione della versione Ufficiale...
RestoreSuccess_Caption=Hai installato la versione ufficiale di IObit Uninstaller con successo!
RestoreFailed_Caption=Download di IObit Uninstaller fallito. Vai nel sito ed effettua il download manuale.
Run_Button=Avvia
Download_Button=Download

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=Il tuo IObit Uninstaller non è una versione ufficiale.
lbl_SecondTitle.caption=Le versioni non ufficiali di IObit Uninstaller non funzioneranno più.
lbl_HarmInfo.caption=Non mette solo a rischio la performance del PC ma anche la tua privacy e i tuoi dati.
lbl_OfficialInfo.caption=Ottieni IObit Uninstaller ufficiale per avere la completezza della sua protezione ed efficacia.
htmlLabel_Text.caption=Goditi lo sconto del <a>75%</a> per la versione pro!
btn_GetPro.caption=Ottieni PRO
btn_GetFree.caption=Ottieni Free

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=Ottieni la versione <a>ufficiale di IObit Uninstaller PRO per €0</a> per tenere privacy e PC sotto ad una potente protezione.
btn_GetPro_before=Ottieni PRO a €0

[Detain_M]
M_MianTitle=IObit Uninstaller ti ha aiutato:
M_QuestionString=Sicuro di volerlo disinstallare?
M_btnok=Disinstalla Comunque
M_btnCancel=No, Mantieni
M_UninstallCaption=Disinstalla programmi
M_DiskCaption=Libera spazio nel disco
M_RegCaption=Elimina chiavi di registro

[Uninstaller_M]
MenuRight_Caption=Disinstallazione Approfondita
Explorer_Button=Distruttore di File
Controlpanel_Button=Disinstallazione Approfondita

[ACD_M]
M_Downloading=Download:
M_TipFixing=Correzione
M_Tips=Il download è avviato, doppio click sull'icona per i dettagli
M_Installing=Installazione:
M_MD5Faild=Il file scaricato è corrotto, prova più tardi
M_NetError=Download fallito per un errore di rete, prova più tardi!
M_DiskIsFull=Spazio insufficente!
M_Speed=Velocità:
M_AreSure_IObit=Sicuro di voler terminare IObit Downloader?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Annulla
lbl_Min.Caption=Minimizza
btnClose.Hint=Chiudi

[EasyUninstall_M]
EasyPoint=Trascinami in una finestra aperta o in un collegamento nel desktop o nella barra di sistema.
EasyNothingInfo=Impossibile localizzare il percorso, trascinami in un'altra icona del desktop o nella barra di sistema o collegamento e riprova.
EasyDeleteFileFail=Non può essere eliminato perchè è in uso ora, chiudi il programma e riprova.
EasyDeleteFolderFail=La cartella non può essere eliminata perchè il file è in uso ora, chiudi il programma e riprova.
EasyKillProcessFail=Impossibile terminare il processo.
EasyKillProcessHint1=Sicuro di voler terminare questo processo?
EasyKillProcessHint2=I dati non salvati saranno persi.
EasyUninstallPath=Disinstalla o elimina:
EasyUninstall=Disinstalla
EasyShortcut=Elimina Collegamento
EasyLocation=Apri percorso file
EasyDelete=Elimina
EasyCancel=Annulla
EasyTransparency=Trasparenza
EasyOpaque=Opaco
EasyExitEasy=Apri la finestra principale
EasyExitIobit_1=Esci da IObit Uninstaller
EasyKillProcess=Termina

[Uninstaller_frm_FeedBack]
lbl_Title.caption=FeedBack
lbl_DescTitle.caption=Descrizione:
lbl_EmailTitle.caption=E-mail:
lbl_ScreenShot.caption=ScreenShot
lbl_TypeTitle.caption=Richiesta:
btnImg_FeedBackSend.caption=Invia
btnImg_FeedBackCancel.caption=Annulla

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Invio...
lbl_SendFailed.caption=Invio fallito, clicca OK per mandarci un feedback online
btnImg_SendFailed.caption=OK
lbl_SendSuccess.caption=Grazie per il tuo feedback. Ti contatteremo il prima possibile.
btnImg_SendSuccess.caption=OK

[Uninstaller_FeedBack_M]
FeedBack_1=Lo amo
FeedBack_2=Suggerimento
FeedBack_3=Disinstallazione fallita
FeedBack_4=Problema con Bundleware
FeedBack_5=Installa strumento
FeedBack_6=Problema con Software Updater
FeedBack_7=Programmi non in lista
FeedBack_8=Problemi con la scansione
FeedBack_9=Bug
FeedBack_10=Altro
EmailMessage=Indirizzo email non valido, mettine uno valido cosi da permetterci di risponderti.
MemoHint=Descrivici tutti i problemi o i suggerimenti in dettaglio, daremo il massimo per migliorare!
ScreenMaxMessage=Operazione fallita, massimo 5 screenshot.
CloseHintMsg=Vuoi annullare?
SendBugck=Inviaci anche il file di debug per un'investigazione migliore. <a>Privacy Policy</a>
FeedBackMessage=Scrivi anche una descrizione.
EmailHint=Immetti qui la tua e-mail
Startup_Delete_M=Elimina
M_FiveStar=Puoi lasciarci una valutazione a 5 stelle?

[FileShredder_M]
ShredderDetail_0=Puoi anche trasinare file o cartelle da distruggere.
ShredderDetail_01=I File eliminati in modo tradizionale possono essere recuperati.
ShredderDetail_02=Per rimuovere i tuoi file in modo permanente trascinali qui.
FileShredder_MaxCount_M=5000 file aggiunti. Aggiungi gli altri file al termine di questa distruzione.
Shredder_InUse_M=Alcuni file non sono stati distrutti, causa lettura impossibile. Controlla che nessun programma li stia usando.
Shredder_Del_M_1=Sicuro di voler rimuovere i <a>%d</a> oggetti aggiunti? Questa azione è assolutamente IRREVERSIBILE, potrebbe volerci del tempo per completarla.
Shredder_DelOne_M_1=Sicuro di voler rimuovere <a>1</a> oggetto aggiunto? Questa azione è assolutamente IRREVERSIBILE, potrebbe volerci del tempo per completarla.
Shredder_NotDel_M=Un file non è stato distrutto e non è possibile scriverlo. Controlla se è ancora in uso.
Shredder_OneFileDel_M=Il file non è stato distrutto e non è possibile scriverlo. Controlla se è ancora in uso.
Shredder_Sucess_M=Distrutto!
Shredder_OneSucess_M=Distrutto!
Shredder_DirIsEmpty_M=è vuota e non può essere distrutta.
Shredder_NotAddFolder_M=Impossibile eliminare "%s" perchè potrebbe causare instabilità di sistema.

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Distruttore di File
lbl_Listview_Title.caption=Seleziona file o cartella da distruggere:
lblLoading.caption=Attendere...
lbl_AddFile.caption=Aggiungi file...
lbl_AddFolder.caption=Aggiungi cartella...
RdImageButton_Shredder.caption=Distruggi
RdImageButton_Cancel.caption=Annulla
ListView_FileList.Columns[0].Caption=Percorso
Menu_Shredder_Shredder.caption=Distruggi
Menu_Shredder_AddFile.caption=Aggiungi file
Menu_Shredder_AddFolder.caption=Aggiungi cartella
Menu_Shredder_Romove.caption=Rimuovi
Menu_Shredder_Clean.caption=Pulisci
lbl_Shredder_Tip.caption=Distruzione file in corso, potrebbe volerci un po'...

[ForcedUninstall_M]
Shredder_NotAddFolder_M=Impossibile aggiungere "%s" perché questa operazione può causare instabilità al sistema
ForceUninstallEndProgressMsg=%s è in esecuzione, chiudi il processo e riprova.
ListView_FindReslut.Columns[0]_M=Nome
PopMenu_OpenFolder_M=Apri Posizione
PopMenu_ViewEntry_M=Apri in regedit

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Disinstallazione forzata
lbl_FUInfo.caption=La Disinstallazione forzata ti aiuta a rimuovere programmi che sono difficili da disinstallare, rimuovendone anche i frammenti.
btnImg_Open.caption=Sfoglia...
lbl_DropInfo.caption=Clicca “Sfoglia…” per selezionare il programma. Puoi anche trascinarlo qui.
btnImg_Uninstall.caption=Disinstalla
btnImg_Cancel.caption=Annulla
PopMenu_Uninstall.caption=Disinstalla
PopMenu_SearchOnline.caption=Cerca online
ListView_FindReslut.Columns[1].caption=Dimensione
ListView_FindReslut.Columns[2].caption=Data installazione

[Healthcheck_M]
M_MainTitle=Integrità Software
M_ScaningString=Software Health è uno strumento che rileva la condizione dei tuoi programmi cosicchè funzionino in modo ottimale.
M_NoProgramString1=Nessun problema rilevato.
M_NoProgramString2=Tutti i programmi funzionano in modo ottimale.
ResidualMainString=Elimina le tracce lasciate da disinstallazioni per liberare spazio.
PluginMainString=Rimuove Plug-in malevoli/pubblicitari per navigazioni più sicure e veloci.
UpdaterMainString=Aggiorna i tuoi software e difenditi da attacchi zero-day e altre vulnerabilità di sicurezza.
BanwebMainString=Blocca le notifiche dei siti che ti interrompono.
M_Fix=Correggi
M_Detail=Dettagli
M_Complete=Correzione completata!
M_LeftoversDelete=<a>%s</a> frammenti di disinstallazione rimossi con successo.
M_LeftoverDelete=<a>%s</a> frammento di disinstallazione rimosso con successo.
M_BanwebsDelete=<a>%s</a> notifiche dei siti bloccate con successo.
M_BanwebDelete=<a>%s</a> notifica sito bloccata con successo.
M_ResultLeftovers=Frammenti da disinstallazione:
M_ResultPlugin=Plug-in Malevoli/pubblicitari:
M_ResultUpdate=Software non aggiornati:
M_ResultBlock=Notifiche dei Siti:
M_ScanClose=Scansione in corso, sicuro di voler annullare?
M_ResidualTitle=<a>%s</a> frammento da disinstallazione
M_ResidualTitles=<a>%s</a> Frammenti da disinstallazione
M_SoftUpdateTitle=<a>%s</a> programma non aggiornato
M_SoftUpdateTitles=<a>%s</a> programmi non aggiornati
M_PluginTitle=<a>%s</a> Plug-in Malevolo/pubblicitario
M_PluginTitles=<a>%s</a> Plug-in Malevoli/pubblicitari
M_BanwebDetailTitleY=<a>%s</a> notifica siti rilevata
M_BanwebDetailTitlesY=<a>%s</a> notifiche siti rilevate
M_ResidualTitleMain=<a>%s</a> frammento da disinstallazione
M_ResidualTitlesMain=<a>%s</a> frammenti da disinstallazione
M_SoftUpdateTitleMain=<a>%s</a> Software non aggiornato
M_PluginTitleMain=<a>%s</a> Plug-in Malevolo/pubblicitario
M_PluginTitlesMain=<a>%s</a> Plug-in Malevoli/pubblicitari
M_BanwebTitleY=<a>%s</a> notifica sito
M_BanwebTitlesY=<a>%s</a> notifiche siti
M_BanwebTitleG=<a>%s</a>  notifica sito
M_BanwebTitlesG=<a>%s</a> notifiche siti
M_TitleCount=Nome (Totale: %d)
M_BanwebTitleCount=Siti (Totale: %d)
M_BRate=Frequenza di Blocco
M_Version=Nuova Versione
M_Type=Tipo
M_Malicious=Plug-in Malevolo
M_Ads=Plug-in Pubblicitario
M_Residual=Frammenti da disinstallazione
M_SoftHealth=Integrità Software
M_item=oggetto
M_items=oggetti
M_Plugin=Plug-in Malevoli/pubblicitari
M_Software=programmi non aggiornati
M_File=File
M_Reg=Registro
M_Tasks=Programmazioni
M_Ser=Servizi
M_CleanClose=Correzione in corso, sicuro di voler uscire ora?
M_Finish=Finito (%d)
M_Fixing=Correzione...
M_Select=Seleziona tutto
M_LeftoversTitle=Frammenti da disinstallazione
M_Delete=Elimina
M_Remove=Rimuovi
M_Update=Aggiorna
M_Block=Blocca
M_Code=Immetti Codice
M_Back=Indietro
M_ScanLeft=Scansione per frammenti di disinstallazioni...
M_ScanPlugin=Scansione per plug-in malevoli/pubblicitari...
M_ScanUpdater=Scansione software non aggiornati...
M_ScanBanweb=Scansione notifiche siti...
M_Recommendation=Raccomandati
M_Optional=Opzionali
ASCPromote_Views=Altri <a>%s</a> oggetti condizionano la performance del sistema.
ASCPromote_View=Un altro <a>%s</a> oggetto condiziona la performance del sistema.
Viewdetails=Dettagli

[Uninstall_Tools_History_M]
ListviewHeader_Software_M=Nome
History_info_DouBle_M=programmi non sono stati disintallati totalmente l'ultima volta. Clicca Disinstalla per continuare.
History_info_One_M=programma non è stato disintallato totalmente l'ultima volta. Clicca Disinstalla per continuare.
History_Scanfor_M=Scansiona per i frammenti
History_ViewDetail_M=Vedi dettagli
UninstallLog_No_IsEmpty_M=Nessun file residuo rilevato.
Program_Information=Informazioni
Files_Deleted=File eliminati
Registries_Deleted=Registo eliminato
Scheduled_Tasks_Deleted=Programmazione eliminata
Deleted_on_Reboot=Elimina al riavvio
Service_Deleted=Servizio Eliminato
Export_M=Esporta
rdlbl_NoTkanks=No, grazie
RdLabelDetailNull=Tutti i dettagli e gli stati delle precedenti disinstallazioni sono in questa lista.
RdLabelDetails=IObit Uninstallerti ha aiutato a disinstallare <a>%d</a> programmi e recuperato <a>%s</a> di spazio.
RdLabelDetail=IObit Uninstaller ha aiutato a disinstallare <a>%d</a> programma e recuperato <a>%s</a> di spazio.
History_NoUninstalled_M=Non disinstallato
History_Residualfilesleft_M=Tracce presenti
M_NoHistoryFound=Nessuna cronologia

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=Cronologia Disinstallazioni
ListView_History.Columns[1].Caption=Data
ListView_History.Columns[2].Caption=Dimensione
ListView_History.Columns[3].Caption=Operazione
Menu_ClearThis.Caption=Rimuovi dalla lista
Menu_ClearAll.Caption=Rimuovi tutto

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=No, grazie
RdImgBtnUninstall.caption=Disinstalla
RdListView_History.Columns[0].Caption=Nome
RdListView_History.Columns[1].Caption=Stato

[InstallDetected_M]
Install_DetectedOne="%s" è stato installato.
Install_DetectedTwo=<a>%s</a> programmi installati.
Install_ViewDetail=Dettagli

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Abilita
lbl_Caption.caption=Nuova installazione rilevata
lbl_InstallMoniorInfo.caption=Ti raccomandiamo di abilitare il Monitor Installazioni che aiuterà a raccogliere e registrare i cambiamenti effettuati al sistema durante le installazioni.

[Uninstaller_form_InstallDetail]
lbl_RegText.caption=Chiavi di registro:
lbl_SzieText.caption=Dimensione:
lbl_FileText.caption=File:

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Installazioni registrate
rdlbl_Or.Caption=O
rdlbl_Auto.Caption=Monitor Automatico
rdlbl_Drap.Caption=Monitor Manuale

[IUInstallMonitorFrm_M]
TipFileMsi=File eseguibile non supportato, riprova.
TipFileNotMsiExe=File non valido, selezionane uno valido e riprova.
AddTip1=Monitor installazioni è occupato!
AddTip2=Un'altra installazione sta venendo monitorata, aspetta il completamento e riprova.
StarFileTip=Esecuzione fallita
ExePathErrorTip=Il file di setup da un drive in rete non è supportato, copialo nel disco locale per proseguire.
Logging=Registro i cambi di sistema...
rdlbl_TipContent_M=Monitor Installazioni raccoglie informazioni sulle installazioni dei programmi e rende visibili tutti i cambiamenti fatti al sistema.
rdlbl_SwitchTip.Caption_M=Auto rileva e registra le installazioni
rdlbl_DragTip.Caption_M=Aggiungi o trascina un file di Setup per iniziare

[Uninstaller_frmMonitorLog]
rdlbl_SeeTip.Caption=Monitor Installazione ha creato un registro installazione, i dettagli sono qui sotto:
rdlbl_Export.Caption=Esporta
btnImg_OK.Caption=OK

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Nome:
InstallDateTip=Data Installazione:
VersionTip=Versione:
PublisherTip=Pubblicato da:
LocationTip=Posizione:
InstallationDurationTip=Durata installazione:
InstallPackageTip=Pacchetto Installazione:
RegEntriesTip=Chiavi di registro:
FilesCountTip=File:
TaskCountTip_M=Programmazioni:
ServiceCountTip_M=Servizi di Sistema:
DllCountTip=Registrazione DLL:
TotalSizeTip=Dimensione:
ProgramInformationTip=Informazioni
MMORegistryTip=Chiavi di registro
MMOFilesTip=file
MMOTaskTip_M=Programmazioni
MMOServiceTip_M=Servizi di Sistema
MMODllTip=Registrazione DLL
MonitorLog_SecondsLan=secondi
MonitorLog_SecondSingleLan=secondo

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=FeedBack
lbl_CheckingText.Caption=Analizzando i programmi...
lbl_FixDetails.Caption=Controlla & Correggi

[MainForm_M]
Nav_Colle_Program_All=Programmi
Nav_Colle_Browser=Toolbar & Plug-in
Nav_Colle_Win=App di Windows
Nav_Colle_AC=Centro Azioni
Nav_Colle_SU=Software Updater
Nav_Item_Program_All=Tutti i Programmi
Nav_Item_Bundleware=Bundleware
Nav_Item_Program_Recent=Installati di Recente
Nav_Item_Program_Infrequent=Usati Raramente
Nav_Item_Program_Large=Programmi Grandi
Nav_Item_Win_Update=Aggiornamenti Windows
Nav_Item_Browser_All=Tutte le Toolbar & i Plug-in
Nav_Item_InstallMonitor=Monitor Installazioni
Nav_Item_Logged=Programmi Registrati
Hint_Settings=Opzioni
Hint_Tools=Strumenti
UninstallProTipEnterCode=Codice Licenza
UninstallProTipManage=Gestione Licenza
Button_Uninstall=Disinstalla
Button_Remove=Rimuovi
Button_Update=Aggiorna Tutto
Button_Install=Installa ora
ToolPopForceUninstall=Disinstallazione forzata
ToolPopCleanup=Integrità Software
ToolPopStubborn=Rimozione Programmi Fastidiosi
ToolPopHistory=Cronologia
ToolPopFileShredder=Distruttore di File
ToolPopHunterMode=Disinstallazione Facile
ToolPopUpdate=Aggiornamenti Windows
MoreSettingPopSetting=Impostazioni…
MoreSettingPopRestore=Ripristino del Sistema
MoreSettingPopExport=Esporta lista programmi
MoreSettingPopUpdate=Cerca aggiornamenti
MoreSettingPopManual=Manuale utente
MoreSettingPopSupport=Supporto tecnico
MoreSettingPopOnline=IObit online
MoreSettingPopLike=Mi piace
MoreSettingPopAbout=Info su
MoreSettingPopWhatsNew=Novità
DefaultSelProg=Disinstalla programmi non utili per liberare spazio.
DefaultSelPlug=Rimuove plug-in non sicuri per rendere sicura la tua navigazione
DefaultSelADPlugin1=Removi 1 plug-in malevolo per navigare in sicurezza.
DefaultSelADPlugin2=Removi %d plug-in malevoli per navigare in sicurezza.
DefaultSelWApp=Disinstalla le app di Windows non necessarie per migliorare il PC.
DefaultSelBundle=Disinstalla tutti i bundlewarenon desiderati.
DefaultSelUpdate=Aggiorna i tuoi programmi importanti.
DefaultUpdaterPromot=Aggiorna più software con IObit Software Updater.
DefaultUpdaterPromote1=programma non aggiornato rilevato.
DefaultUpdaterPromote2=programmi non aggiornati rilevati.
DefaultUpdaterPromoteInfo=Clicca Aggiorna Tutto per aggiornarli con 1 click.
SelInfoProg=programma selezionato. Dimensione totale:
SelInfoProgM=programmi selezionati. Dimensione totale:
SelInfoPlug=plug-in selezionato da rimuovere.
SelInfoPlugM=plug-in selezionati da rimuovere.
SelInfoApp=app selezionata da disinstallare. Dimensione:
SelInfoAppM=app selezionate da disinstallare. Dimensione:
SelInfoBundle=oggetto selezionato.
SelInfoBundleM=oggetti selezionati.
BundleHint=Quando installi un programma, altri piccoli programmi potrebbero installarsi senza che lo noti, possono essere rimossi, se indesiderati.
RestoreDefaultSettingsButton=Ripristina %s impostazioni predefinite
APTitle=Attiva tutti i Pro
AP5=Disinstallazione pulita con log
AP2=Elimina più App Insidiose
AP3=Navigazione veloce & sicura
AP4=Aggiornamenti con un click
MainUpdate_Hint=Nuova Versione
HealthCheckFound1=<a>%d</a> frammenti di disinstallazioni
HealthCheckFound2=<a>1</a> frammento di disintallazione
HealthCheckFound3=<a>%d</a> plug-in malevoli/pubblicitari
HealthCheckFound4=<a>1</a> plug-in malevolo/pubblicitario
HealthCheckFound5=<a>%d</a> software non aggiornato
HealthCheckFound6=<a>1</a> notifica sito
HealthCheckFound7=<a>%d</a> notifiche siti
StubbornFound=Trovati programmi con problemi di disinstallazione
NewsDisconnCaption=Condividi IObit Uninstaller con famiglia ed amici!
NewsDisconnDes=Saranno felici di usarlo!
NewsNewVerCaption=Importante aggiornamento disponibile
NewsNewVerDes=Scarica l'ultima versione ora.
ToolPopForceUninstall_Detail=Aiuta a disinstallare programmi che non possono essere rimossi con il metodo classico
ToolPopCleanup_Detail=Esegui software in modo più fluido e riduci rischi di sicurezza
ToolPopHistory_Detail=Mostra dettagli e stato per ogni programma rimosso
ToolPopFileShredder_Detail=Aiuta a rimuovere file in modo sicuro e definitivo
ToolPopHunterMode_Detail=Trascina l'icona di disinstallazione rapida per fare tutto più comodamente
ToolPopUpdate_Detail=Controlla tutti gli aggiornamenti di Windows nel tuo computer in una lista
ToolPopStubborn_Detail=Ti aiuta a rimuovere programmi più difficili in modo efficiente e facile
DefaultSelInfo_Logged=I programmi che vengono registrati durante l'installazione saranno poi completamente disinstallati.

[MetroApp_M]
NoSerchItem_Tip=Nessun risultato.
Win8NoItemTip_M=Nessuna App di Windows rilevata
Win8LoadingApp=Caricamento...
Win8ListViewGroupsWin8AppHeader=App di Windows
Win8ListViewGroupsWin8AppSubtitle=App pubblicate da Microsoft Corporation.
Win8ListViewGroupsThirdHeader=App di terzi
Win8ListViewGroupsThirdSubtitle=App pubblicate da altri produttori.
RateTipNoRate=Nessun voto ricevuto.
RateTipHaveRate=utenti hanno votato.

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Nome
ListView_AppList.Columns[1].caption=Dimensione
ListView_AppList.Columns[2].caption=Valutazione
ListView_AppList.Columns[3].caption=Operazione
lbl_Notice.caption=Per vedere le app di Windows, controlla che il tuo account abbia diritti di amministratore.
mniUninstall.caption=Disinstalla
mniRefush.caption=Aggiorna
mniDetails.caption=Dettagli
mniOpenFile.caption=Apri percorso file
mniOpenReg.caption=Apri in RegEdit
mniOpenWinstore.caption=Apri nello store
mniSearchOnline.caption=Cerca online

[Uninstaller_DiskSmallFrm]
rdlbl_title.Caption=IObit Uninstaller
btnimg_IsShow.Caption=Non mostrare più
btnimg_uninstall.Caption=Disinstalla
rdlbl_NoticeInfo.Caption=Il tuo spazio di archiviazione è inferiore al 10%.
rdlbl_NoticeTip.Caption=Disinstalla programmi inutili con IObit Uninstaller e libera spazio!

[LeftNoticeForm_M]
lbl_Caption=IObit Uninstaller
lblHtml_Info=<a>%s</a> frammenti di disinstallazione rilevati.
rdlbl_Tip=Effettua una pulizia per liberare spazio.
imgbtn_Clear=Pulisci ora

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=Dettagli

[uninstall_Mitor_M]
ProStillLeavesone_M=%d programma ancora lascia:
Lbl_metro_Atten.caption=Attenzione
lbl_show.caption="%s" ha ancora frammenti che possono affliggere la performance del tuo PC.
showDetails_M=Dettagli
Cleanmanually_M=Pulisci manualmente
AutoClean_M=AutoPulizia
Cleaning_M=Pulizia
Cleannow_M=Pulisci ora
StillLeavas_M="%s" ancora lascia:
RegistryEntries_M=Chiavi di registro
MBFiles_M=MB di file
LeftBy_M=i frammenti di "%s" sono stati eliminati
Cleanfuture_M=Pulizia automatica in futuro
Registry_M=Registro
File_M=File
Files_M=file
rdlblCleanupCompleted.caption=Pulizia Completata!
rdlblIncomplete.caption=Disinstallazione Incompleta
Setting_M=Impostazioni
Uselessfiles_M=file inutili
Uselessregistryentries_M=chiavi di registro inutili
UselessregistryentriesOne_M=chiave di registro inutile
Removingnow_M=Rimozione...
rdlblRemoving.caption=Rimozione...
TrayHintstill=Ancora %d possono essere rimossi.
CCtrayHint_M=Ancora %d+ possono essere rimossi.
LeftoversRemoved_M=I frammenti di %s sono stati rimossi :
ProStillLeaves_M=%d programmi ancora lasciano:
Lan_ViewDetails_M=Dettagli
Lan_BundleNoticeText_M=Bundleware rilevato durante l'installazione di %s.

[Plugin_M]
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=Toolbar e Plug-in non sicuri
ListViewGroupMaliciousDesc=Queste Toolbar e Plug-in potrebbero cambiare le tue impostazioni e rubare i tuoi dati.
ListViewGroupAdTitle=Toolbar e Plug-in basati sulla pubblicità
ListViewGroupAdDesc=Queste Toolbar e Plug-in potrebbero mostrare annunci, banner, etc.
ListViewGroupTrustTitle=Toolbar e Plug-in sicuri
ListViewGroupTrustDesc=Questi plug-in non sono dannosi. Puoi tenerli o rimuoverli.
ListViewGroupExtensions=Estensioni
ListViewGroupPlugins=Plug-in
ListViewGroupToolbar=Toolbar
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtension_DES=Le estensioni creano browser personalizzati con semplici funzioni interattive.
ListViewGroupPlugin_DES=I Plug-in possono facilmente essere installati come parte del browser.
ListViewGroupToolbar_DES=Le Toolbar aiutano a cercare più rapidamente nei siti web o servono ad altre applicazioni.
ListViewGroupBHO_DES=I BHO creano browser personalizzati con semplici funzioni interattive.
ListViewGroupActivex_DES=ActiveX è usato da Internet Explorer per facilitare la riproduzione dei media.
NoSerchItem_Tip=Nessun risultato.
PluginColumnStr_Title=Nome (Totale: %d)
ChromeSyncMsg=Chrome Sync è abilitata. I plug-in selezionati si potrebbero reinstallare anche dopo la rimozione. Clicca <a>Disabilitare Sync Chrome</a> per seguire i passi per disattivarla.
FuncPluginSysPluginMsgBox=Non è consigliato di rimuovere %s altrimenti si potrebbe compromettere il funzionamento del browser.
FuncPluginLoading=Attendere...
FuncPluginRmoveSuccess=Rimosso, caricamento...
FuncVotePlugSelectMsgBox=Seleziona un oggetto da votare
FuncPluginRmoveConfireSingleMsgBox=Vuoi rimuovere l'oggetto selezionato?
FuncPluginRmoveConfireSomeMsgBox=Vuoi rimuovere gli oggetti selezionati?
FuncCheckBrowserMsgBox_1=%s è un processo attivo.
FuncCheckBrowserMsgBox_2=Clicca OK per chiuderlo (Prima salva i tuoi dati).
FuncCheckBrowserMsgBox_3=O clicca Annulla per terminare.
FuncCheckBrowserMsgBox_4=%s sono processi ancora attivi.
FuncCheckBrowserMsgBox_5=Clicca OK per chiuderli forzatamente (contenuto non salvato potrebbe andare perso).
FuncCheckBrowserMsgBox_6=O clicca Annulla per terminare.
FuncPluginRemoveFailedMsgBox_1=Rimozione dei seguenti elementi fallita:
FuncPluginRemoveFailedMsgBox_4=%s può non essere rimosso perché sotto la protezione di %s. Termina %s e riavvia IObit Uninstaller, poi riprova.
FuncRestoreSuccessMsgBox=Ripristinato con successo!
FuncRestoreFailedMsgBox=Ripristino fallito, esci da e riprova.
PluginRestoreStr=Ripristina %s impostazioni predefinite
FuncVoteMarkSelectMsgBox=Dai una valutazione.
FuncVoteFailedMsgBox=Voto fallito, controlla la connessione e riprova!
FuncVoteActiveVote=Vota
FuncVoteWaitting=Invio voto...
VoteStr_1=<a>1</a> utenti hanno votato, compreso tu.
VoteStr_2=Nessun voto ancora, vota per primo!
VoteStr_3=<a>%d</a> utenti hanno votato
VoteStr_4=<a>%d</a> utenti hanno votato, cosa pensi di questo plug-in?
NoticeInfoEx_One=<a>1</a> plug-in malevolo rilevato, apri IObit Uninstaller per rimuoverlo.
NoticeInfoEx_Some=<a>%d</a> plug-in malevoli rilevati, apri IObit Uninstaller per rimuoverli.
Removingnow_M=Rimozione...
mniOpeninRegedit_M=Apri in regedit
lbl_NoFoundItems.caption_M=Nessuna toolbar o plug-in rilevati

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Nome
rdlvAllBrowse.Columns[1].Caption=Valutazione
rdlvAllBrowse.Columns[2].Caption=Operazione
rdlvCustomBrowse.Columns[0].Caption=Nome
rdlvCustomBrowse.Columns[1].Caption=Operazione
mniRemove.Caption=Rimuovi
mniRate.Caption=Vota
mniIgone.Caption=Ignora
mniRefush.Caption=Aggiorna
mniOpenFloder.Caption=Apri percorso file
mniSelectedAll.Caption=Seleziona tutto
mniInvertSelection.Caption=Inverti Selezione
mniSearchOnline.Caption=Cerca online

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Resetta Browser
lblConfire.Caption=Vuoi reimpostare il browser?
lblHomepageTitle.Caption=Homepage:
lblSearchTitle.Caption=Motore di ricerca:
btnImg_OK.Caption=OK
btnImg_Cancel.Caption=Annulla

[Uninstaller_Program_M]
Noprograms_Frequencyofuse_New_M=Nessun tipo di programma rilevato (non usato per oltre 2 mesi)
Noprograms_Size_M=Nessun programma sopra i %s.
Noprograms_match_M=Nessun risultato.
Noprograms_Recent_M=Nessun programma installato negli ultimi 10 giorni.
monthsago_M=%d mesi fa
yearsago_M=%d anno fa
yearsagos_M=%d anni fa
SoftwareFrame_InstallDate_M=Data installazione
SoftwareFrame_FrequencyUse_M=Ultimo utilizzo
HistoryInfo_DisplayName=Nome
HistoryInfo_Publisher=Pubblicato da
HistoryInfo_Version=Versione
HistoryInfo_InstallDate=Data installazione
HistoryInfo_UseSize=Spazio usato
HistoryInfo_Location=Posizione
HistoryInfo_UninstallDate=Data disinstallazione
Lan_NoBundle_New=Un Bundleware è un software che può installare altri programmi oltre ad installare il programma principale.
Lan_Main_Soft=Programma principale
Lan_Bundled_Soft=Programma Bundle
Lan_Bundled_Plug=Plug-in Bundle
ColumnName_Logged=Log Installazioni
ColumnName_LogDate=Data Installazione
ViewDetail=Vedi log
NoPrograms_Logged=I programmi registrati da Monitor Installazioni possono essere rimossi più approfonditamente nella disinstallazione futura.

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Dimensione
ListView_SoftwareList.Columns[2].Caption=Data installazione
ListView_SoftwareList.Columns[3].Caption=Operazione
Menu_Program_Uninstall.caption=Disinstalla
Menu_Program_Repair.caption=Ripara
Menu_Program_Refresh.caption=Aggiorna
Menu_Program_OpenFileLocation.caption=Apri percorso file
Menu_Program_OpeninRegedit.caption=Apri in RegEdit
Menu_Program_SearchOnline.caption=Cerca online

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Tipo
ListView_BundleList.Columns[2].Caption=Operazione
Menu_Program_Uninstall.caption=Disinstalla
Menu_Program_OpenFileLocation.caption=Apri percorso file
Menu_Program_OpeninRegedit.caption=Apri in RegEdit
Menu_Program_SearchOnline.caption=Cerca online
mni_Ignore.caption=Ignora

[PromoteForm_M]
M_ProAD_Title=Più funzionalità e benefici con la edizione Pro:
M_ProAD_CleanLog=Disinstalla in modo più completo utilizzando i log creati all'installazione
M_ProAD_Monitor=Monitora le installazioni & rimuove i bundleware con facilità
M_ProAD_Database=Database più grande per la rimozione di programmi fastidiosi
M_ProAD_Plugin=Rimuove plug-in malevoli e pubblicitari per una navigazione sicura & veloce
M_ProAD_Update=Un click per mantenere i tuoi programmi aggiornati
M_Continue=Continua Disinstallazione
M_BundleTitle=Attiva IObit Uninstaller PRO per rimuovere completamente i bundleware.
M_BundleTitle2=Monitora l'installazione dei programmi e rimuove i bundleware facilmente.
M_UninstallLogTitle=Attiva IObit Uninstaller PRO per tenere traccia di tutti i file creati con le installazioni
M_PluginMaliciouTitle=Attiva IObit Uninstaller PRO per rimuovere plug-in dannosi totalmente.
M_PluginMaliciouTitle2=Il Database in continua espansione ti aiuta a rimuovere plug-in non desiderati
M_UpdatePromoteOne=%d programma può essere aggiornato.
M_UpdatePromoteOnes=%d programmi possono essere aggiornati.
M_UpdatePromoteTwo=Attiva IObit Uninstaller PRO per aggiornare tutto con un click.
M_UpdatePromoteTwos=Attiva IObit Uninstaller PRO per aggiornare i tuoi programmi con un click.
M_SPUninstallFail=%s Disinstallazione fallita.
M_SPAD_Title=Attiva IObit Uninstaller PRO per disinstallare con uno specifico database.
M_SPUninstallFailCount=%d programmi non disinstallati correttamente.
M_SPADCount_Title=Non può essere disinstallato normalmente. Passa alla versione PRO per disinstallare con uno specifico database.
SpecPromotTile_1=%s Disinstallazione fallita.
SpecPromotTile_2=%d programmi non disinstallati correttamente.
SpecPromotTile_3=1 programma disinstallato.
SpecPromotTile_4=%d programmi disinstallati.
SpecPromotTile_5=ma 1 programma non disinstallato correttamente.
SpecPromotTile_6=ma %d programmi non disinstallati correttamente.
SpecPromotInfo_1=Attiva l'edizione PRO per disinstallare con uno specifico database.
SpecPromotInfo_2=Attiva l'edizione PRO per disinstallare con uno specifico database.
SpecPromotInfo_3=%s non può essere disinstallato normalmente.
PromoteEnterCode=Immetti Codice
UpdateProTitle=Attiva la versione Pro per risolvere i seguenti problemi
RdAdPlugins=<a>%s plug-in malevolo</a> deve essere rimosso per mantenere sicura la tua navigazione
RdAdPlugin=<a>%s plug-in malevoli</a> devono essere rimossi per mantenere sicura la tua navigazione
RdAdUpdates=<a>%s software</a> deve essere aggiornato per ridurre le vulnerabilità

[Protip_M]
Congratulations_M=Congratulazioni!
YouHave_M=Hai aggiornato con successo IObit Uninstaller.
Try_M=Prova ora!
Tip_M=IObit Uninstaller <a>%d</a> aggiornato automaticamente con successo.
WhatNew_M=Cosa c'è di nuovo nell'ultima versione:
More_M=Più dettagli

[Uninstaller_Public_M]
Lan_ButtonCancel=Annulla
Lan_ButtonClose=Chiudi
Lan_ButtonContinue=Continua
Lan_ButtonClean=Pulisci
Lan_Cleaning=Pulizia
Lan_Details=Dettagli
Lan_Exit=Esci
Lan_Hide=Nascondi
Lan_Ignore=Ignora
Lan_Ignored=Ignorati
Lan_item=oggetto
Lan_items=oggetti
Lan_LoadingD=Attendere...
Lan_WindowMin=Minimizza
Lan_WindowMax=Massimizza
Lan_ButtonNo=No
Lan_Name=Nome
Lan_NameT=Nome (Totale: %d)
Lan_Notagain=Non mostrare più
Lan_ButtonOK=OK
Lan_Publisher=Pubblicato da
Lan_WindowRest=Ripristino
Lan_ButtonRemove=Rimuovi
Lan_State=Stato
Lan_Show=Mostra
Lan_Scan=Scansione
Lan_Search=Cerca
Lan_ButtonUninstall=Disinstalla
Lan_Version=Versione
Lan_ButtonYES=Si
Lan_ButtonFor0=Ottieni PRO a €0
Lan_ButtonActivate=Attiva Ora
Lan_ButtonUpgrade=Aggiorna Ora
Lan_ButtonUpgradeFor0=Aggiorna ora per €0
Lan_DisplayName=Nome
Lan_Installationpath=Percorso
Lan_Description=Descrizione
Lan_LinkAbout=Info Su
Lan_LinkHelp=Aiuto
Lan_SysMsgCorrupted=Alcuni file di IObit Uninstaller sono corrotti. Reintalla IObit Uninstaller.
Lan_Bit=bit

[Unistaller_Register_M]
license_OtherCode_M=La licenza %s è valida solo per %s. Clicca OK per scaricare e registrare il tuo %s.
LicenseCannotconnect_M=Impossibile connettersi al server, controlla le tue impostazioni di rete e riprova più tardi.
license_OtherGivewalys_M_M=%s è una licenza giveaway ed è valida solo per la versione specificata. Visita <a>Qui</a> per comprarne una nuova da utilizzare in IObit Uninstaller %s PRO.
License_expired_M=La licenza %s è scaduta. Clicca <a>qui</a> per comprarne una nuova.
License_maximum_M=La licenza %s è stata attivata il massimo delle volte e non è più utilizzabile, clicca <a>qui</a> per comprarne una nuova e avere IObit Uninstaller PRO in questo PC.
License_Free_M=La licenza %s non può essere attivata. Comprane un'altra per IObit Uninstaller PRO.
License_valid_M=Codice non valido, immettine uno valido.
LicenseSeat_M=Posto Licenza:
LicenseCodeLiftTime_M=Questo codice a vita è valido per IObit Uninstaller v%d. Reinstalla IObit Uninstaller v%d PRO.
licensedays_left_M=%d giorni rimanenti
licenseday_left_M=%d giorno rimanente
LicenseCodeLocation_M=Il codice di licenza %s non è valido nella tua regione o paese. Fai clic su OK per acquistare uno valido.
Never_M=Mai

[Uninstaller_Form_Activate]
Label_Get.caption=Ottieni licenza
Label_Retrv.caption=Recupera codice
Label_Eg.caption=Es: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleThree.caption=Navigazione veloce & Sicura
lblContentThree.caption=Rimuove plug-in malevoli/pubblicitari e garantisce una navigazione senza interruzioni
lblTitleFour.caption=Software Updater
lblContentFour.caption=1 click per mantenere i tuoi programmi aggiornati
RdImgBtnRegNow.caption=Registra ora
RdLabelCaption.caption=Attiva l'edizione Pro per avere il miglior servizio di sempre!
Label_Please.caption=Immetti la licenza e clicca "Registra ora" per attivare l'edizione PRO.
Label_Code.caption=Codice licenza:
RdBtnlab.caption=Più benefici, ti promettiamo:
RdImgBtn_Upgrade.caption=Aggiorna a Pro

[Form_Activate_M]
lblTitleOne.caption_M=Disinstallazione totale con i file di Log
lblContentOne.caption_M=Disinstalla in modo più completo utilizzando i log creati all'installazione
lblTitleTwo.caption_M=Rimozione dei Programmi più Difficili
lblContentTwo.caption_M=Database grande per rimuovere i programmi fastidiosi in modo semplice

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Chiudi
lbleg.Caption=Es: AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=Aiuto
Label_Please.caption=Inserisci la licenza e clicca "Registra ora" per attivare tutte le funzioni dell'edizione PRO.
Label_Code.caption=Codice licenza:
RdImgBtnRegister.caption=Registra ora
Label_Retrv.caption=Recupera codice
Label_HaveLicense.caption=Non hai una licenza?
Label_click.caption=Clicca qui per ottenerne una.
RdImageButton_Back.caption=Indietro
RdImageButton_Close.caption=Chiudi
RdLabelCaption.caption=Gestione Licenza
Label_Status.caption=Stato:
Label_Activated.caption=Attiva
Label_Lcode.caption=Codice licenza:
Label_Data.caption=Scadenza:
Label_Refresh.caption=Aggiorna
Label_Export.caption=Esporta
rdlblAlread.caption:=Ho già un codice di licenza

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Aiuto
RdImgBtn_Closetwo.caption=Chiudi
Label_success.caption=Licenza attivata con successo!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. seleziona con il mouse l'area da coinvolgere nello screenshot
M_NoticeInfo_AC=2. tasto destro o Esc per terminare
M_Rect=Rettangolo
M_Oval=Ovale
M_Text=Testo
M_Paintbrush=Pennello
M_Return=Annulla operazione ((Ctrl + Z))
M_Copy=Copia negli appunti
M_Exit=Esci da Screenshot
M_Save=Salva
M_TipInfo=Screenshot salvato negli appunti. Ctrl + V per incollarlo.
M_TipShow=Non mostrare più
M_TipSure=OK

[Uninstaller_frmSetting]
lbl_Caption.caption=Impostazioni
lbl_UserInterfaceTitle.caption=Interfaccia:
lbl_SkinTitle.caption=Aspetto:
lbl_LanguageTitle.caption=Lingua:
lbl_FontSize.caption=Dimensione Carattere:
lbl_Dark.caption=Scuro
lbl_Light.caption=Chiaro
lbl_UpdateTitle.caption=Metodo di aggiornamento:
lbl_UpdateChooseDes.caption=Metodo di aggiornamento:
btnImg_UpdateRemind.caption=Mostra gli aggiornamenti
btnImg_UpdateAuto.caption=Aggiorna Automaticamente
lbl_GeneralCaption.caption=Generale
btnImg_AutoDelete.caption=Elimina automaticamente i file residui dopo la scansione
btnImg_AfterUninstallAutoScan.caption=Rimuovi frammenti di altre disinstallazioni automaticamente
btnImg_RemoveToRecycleBin.caption=Sposta i file nel cestino
btnImg_ShowExplorerButton.caption=Aggiungi scorciatoia ad Explorer
btnImg_ShowComponents.caption=Non mostrare i componenti run-time
btnImg_ShowMenuButton.caption=Aggiungi Disinstallazione Approfondita al menu di Windows
btnImg_OK.caption=OK
btnImg_Cancel.caption=Annulla
lbl_HotKey.caption=Tasto Rapido per la Disinstallazione Veloce:
lbl_OccupiedHotKey.caption=Già usato da altro, prova ancora.
lbl_Notification.caption=Notifiche
btn_NotifySoftUpdater.caption=Notifica la presenza di aggiornamenti dei software.
btnImg_SystemDiskSpace.caption=Notificami quando lo spazio nel disco è inferiore al 10%
lbl_Boundleware.caption=Lista Ignorati
btnImg_remove.caption=Rimuovi
btnImg_UserInterface.Caption=Interfaccia:
btnImg_General.Caption=Generale
btnImg_Notification.Caption=Notifiche

[Uninstall_setting_M]
Setting_UITitle=Interfaccia:
Setting_GeneralTilte=Generale
Setting_NotificationTilte=Notifiche
Setting_BoundlewareTilte=Lista Ignorati
Setting_Size_Normal=Normale
Setting_Size_Large=Grande
Setting_Size_Larger=Più Grande
Setting_listviewHeader=Nome
SystemComponentsInfo=Componenti di sistema come Microsoft .NET Framework, Microsoft Visual C++ Redistributable, Microsoft XNA.
btnImg_NotificInstallLog_M1=Notificami quando il log è stato creato durante l'auto monitoraggio
btnImg_BundlewareInstalled_M=Notificami quando un bundleware viene installato
btnImg_BrowserPlugTip_M=Notificami quando plug-in malevoli vengono installati
btnImg_AutoShowTipForm_M=Notificami quando vengono rilevate altre disinstallazioni
btnImg_leftovers_M=Notificami quando vengono rilevati file residui di altre disinstallazioni
btnImg_Boundleware.Caption_M=Lista Ignorati
rdlbl_BoundlwareTip.caption_M=I Bundleware ignorati non saranno rilevati finchè rimarranno nella lista.

[SoftUpdate_M]
SU_GroupOutData=Non aggiornato
SU_GroupUpToDate_New=Aggiornato
SU_Ignore=Ignora
SU_Ignored=Ignorati
SU_NoIgnore=Annulla Ignora
SU_Update=Aggiorna
SU_Updating=Aggiornamento
SU_UpToDate=Aggiornato
SU_NewVersion=Nuova Versione
SU_CurrVersion=Versione Corrente
SU_ActivePro=Attiva aggiornamenti automatici
SU_Button_UpdateAll=Aggiorna tutto
SU_NoFindUpdates=Nessun aggiornamento disponibile.
SU_IgnoreForever=Ignora tutti gli aggiornamenti
SU_IgnoreCurrent=Ignora solo questa volta
SU_CancelUpdate=Aggiornamento in corso, sicuro di voler interrompere?

[SoftUpdatePromote_M]
IUP_Manually=Aggiorna manualmente
Img_Tab=Ottieni di più con IObit Uninstaller PRO
LbIUPromote1=Aggiorna i tuoi programmi importanti con 1-click
LbIUPromote2=Installa gli aggiornamenti senza bisogno di andare nei siti di software
SUInstall=Installa
SUImg_Tab=Installa IObit Software Updater
LbSUPromote1=Aggiorna i tuoi programmi senza sforzi
LbSUPromote2=Installa i programmi che vuoi con facilità
SUEULA=Cliccando "Installa", accetti di installare IObit Software Updater e accetti la sua <a>EULA</a> & la <a>Politica della Privacy</a>.

[SoftUpdateTip_M]
TipOne=<a>%s</a> prodotto da aggiornare
TipOnes=<a>%s</a> prodotti da aggiornare
NeverShow=Non mostrare più
BtnUpdate=Aggiorna

[SpecUTool_M]
SpecTOpen=Apri
SpecTOK=OK
SpecTHide=Nascondi
TrayHint=IObit Uninstaller sta disinstallando i programmi
SpecTUninstalling=Disinstallando i seguenti programmi:
SpecTUninstallingM=Disinstallando i seguenti programmi:
SpecTUninstalled=programma disinstallato.
SpecTUninstalledM=programmi disinstallati.
SpecTClose=Chiudi

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Ripristino del Sistema
rdlblDesc.Caption=Ripristina il sistema e annulla le modifiche fatte dopo la creazione del punto, l'ultimo non può essere eliminato per motivi di sicurezza.
ListView_Restore.Columns[0].Caption=Data e ora
ListView_Restore.Columns[1].Caption=Descrizione
btn_CreateRestorePoint.Caption=Crea punto di ripristino
RdImageButton_Restore.Caption=Ripristino
RdImageButton_Delete.Caption=Elimina
lblNull.Caption=Nessun punto di ripristino creato
Rdlbl_CreateRestorePoint.caption=Crea punto di ripristino

[SystemRestore_M]
SysRestore_CreateComplete=Creazione punto di ripristino completata!
SysRestore_CreateFailed=Creazione fallita! Controlla lo stato del ripristino di sistema.
SysRestore_CreateRestore_Confirm=Creare un punto di ripristino?
SysRestore_CreateRestore_Tip=Creazione...
SysRestore_CreateRestore_Failed=Creazione fallita! Controlla lo stato del ripristino di sistema.
SysRestore_SetRestore_Confirm=ATTENZIONE: Ripristinando il sistema, perderai tutte le modifiche effettuate dopo il punto di ripristino, continuare?
SysRestore_SetRestore_Reboot=necessario riavviare per completare il ripristino, chiudi tutti i tuoi programmi e procedi. Riavviare?
SysRestore_SetRestore_Tip=Ripristino file di sistema e impostazioni, attendere...
SysRestore_Delete_Confirm=Sicuro di volerlo eliminare?

[UninstallForm_M]
MsgBox_SelectProgram=Selezionane almeno uno.
Msg_Bundle_RebootSpec=è stato disinstallato, riavvia il PC per completare l'operazione.
OneItemStr=%d oggetto
SomeItemStr=%d oggetti
Clean_Uninstall=Disinstallazione Pulita
RebootToDelete_Str=(Elimina al riavvio)
UninstallingSingleStr=Sicuro di voler rimuovere i seguenti elementi?
UninstallingSomeStr=Sicuro di voler rimuovere i seguenti %d programmi?
UninstallingSingleStrUpdate=Vuoi disinstallare i seguenti aggiornamenti di Windows?
UninstallingSomeStrUpdate=Sicuro di voler disinstallare i seguenti %d aggiornamenti di Windows?
UninstallingSingleStrApp=Sicuro di voler disinstallare le seguenti app di Windows?
UninstallingSomeStrApp=Sicuro di voler disinstallare le %d App di Windows selezionate?
Uninstall_Str=Disinstallazione %s (%d/%d)
Scan_Str=Scansione %s (%d/%d)
UninstallOne_Str=Disinstallazione %s
ScanOne_Str=Scansione %s
CreateRetore_Str=Creazione...
SureToDeleteSomeStr=<a>%d</a> programmi disinstallati. Hanno lasciato i seguenti frammenti.
SureToDeleteOneStr=<a>1</a> programma disinstallato, ha lasciato i seguenti frammenti.
SureToDeleteSomeStrApp=<a>%d</a> App Windows disinstallate. Hanno lasciato dei frammenti dopo la disinstallazione.
SureToDeleteOneStrApp=<a>1</a> App Windows disinstallata. Ha lasciato dei frammenti dopo la disinstallazione.
SureToDeleteByHistroy=File residui rilevati
DeletingStr=Eliminazione, attendi
DeleteCancleStr=Interrompere l'eliminazione?
RestoringCancleStr=Creazione di un punto di ripristino, vuoi annullare?
UninstallingCancleStr=La disinstallazione è ancora in corso e se esci ora i frammenti non saranno rimossi, vuoi uscire?
ScaningCancleStr=Scansione in corso, potrebbero rimanere file residui, vuoi davvero uscire?
RegistryCaption_Str=Registro
FileCaption_Str=File
TaskCaption_Str=Programmazioni
ServiceCaption_Str=Servizi
DllCaption_Str=Registrazione DLL
SuccessReslutFromHistroySingle=File residui puliti, ecco i dettagli:
SuccessReslutFromUninstallSingle=Hai disinstallato <a>%d</a> programma, ecco i dettagli:
SuccessReslutFromUninstallSome=Disinstallati con successo <a>%d</a> programmi, ecco i dettagli:
SuccessReslutFromUninstallSingleApp=Hai disinstallato con successo <a>%d</a> App di Windows con i seguenti dettagli:
SuccessReslutFromUninstallSomeApp=Hai disinstallato con successo <a>%d</a> App di Windows con i seguenti dettagli:
SuccessReslutNeedRestartSingle=<a>%d</a> programma è stato disinstallato
SuccessReslutNeedRestartSome=<a>%d</a> programmi sono stati disinstallati.
FileDeleteReslut=File eliminati:  <a>%s</a>
RegDeleteReslut=Chiavi di registro eliminate:  <a>%d</a>
TaskDeleteReslut=Programmazioni eliminate:  <a>%d</a>
ServiceDeleteReslut=Servizi eliminati:  <a>%d</a>
DeepDeleteReslut=Oggetti Loggati eliminati:  <a>%d</a>
HtmlRecomReslutCaption=Disinstallati <a>%d</a> programmi e rimossi i seguenti frammenti:
HtmlRecomReslutCaption1=Disinstallato <a>%d</a> programma e rimossi i frammenti:
HtmlRecomReslutAppCaption=Disinstallate <a>%d</a> App di Windows e rimossi i frammenti:
HtmlRecomReslutAppCaption1=Uninstalled <a>%d</a> App di Windows e rimossi i frammenti:
HtmlFileReCaption=<a>%s</a> di file inutili
HtmlRegReCaption=<a>%d</a> chiavi di registro inutili
HtmlTaskReCaption=<a>%d</a> programmazioni non valide
HtmlServicesReCaption=<a>%d</a> servizi non validi
HtmlFileReCaptionOne=<a>%s</a> file inutili
HtmlRegReCaptionOne=<a>%d</a> chiavi di registro inutili
HtmlTaskReCaptionOne=<a>%d</a> programmazioni inutili
HtmlServicesReCaptionOne=<a>%d</a> servizi di sistema non validi
UninstallPromote=Compra Ora
RebootYes=Riavvia ora
RebootLater=Dopo
FromHistroyNoItem=Nessun file rilevato dalla scansione
FromUninstallNoItem=Disinstallazione completata
RelatedMetroText=Queste app sono legate, disinstallandone una rimuoverai anche l'altra, continuo?
RelatedSoftText=Prodotti installati allo stesso tempo, li vuoi rimuovere insieme?
HtmlADPluginCaption=<a>%d</a> interferenza Plug-in pubblicitario
HtmlMaliciousPluginCaption=<a>%d</a> Plug-in Minaccia
MoneyBackInfo=Avrai un PC nettamente migliore senza programmi e file inutili o Plug-in che interferiscono. 60 giorni di garanzia soddisfatto o rimborsato. Nessuna domanda.
SpecRestartAll=Riavvia ora per completare la disinstallazione, riavvio?
SpecRestartOne=Riavvia ora per completare la disinstallazione, riavvio?
UnPromoteTitle=Ma con l'edizione PRO avrai più funzioni e benefici:
UnPromote_60=60 giorni soddisfatti o rimborsati
PromotelbPlugins=Rimuovi <a>%d</a> plug-in malevoli per una navigazione più sicura
PromotelbPlugin=Rimuovi <a>%d</a> plug-in malevoli per una navigazione più sicura
PromotelbPlugin0=Rimuovi plug-in malevoli per una navigazione più sicura
PromotelbUpdate=1 click per aggiornare <a>%d</a> software e ridurre i rischi di sicurezza
PromotelbUpdate0=1 click per aggiornare i software e ridurre i rischi di sicurezza
PromotelbMoreDB=Rimuovi tutti i programmi fastidiosi che non possono essere rimossi normalmente
PromotelbClean=1 clickper rimuovere i bundleware
PromotelbAuto=AutoElimina le tracce lasciate dalle disinstallazioni
NeedCloseApp=%s è in esecuzione e deve essere chiuso prima della disinstallazione, vuoi chiuderlo?
LB_Free=Free
LB_Pro=PRO
RestoreOpenstr=Il ripristino del sistema non è abilitato. Clicca "OK" per abilitarlo e permettere a IObit Uninstaller di creare punti di ripristino prima delle disinstallazioni.
OfficialFail=Disinstallazione di questo programma fallita, lo puoi disinstallare usando l'unità di disinstallazione ufficiale del software.
OfficialFails=Disinstallazione di questi programmi fallita, li puoi disinstallare usando l'unità di disinstallazione  ufficiale dei software.
QuitDonwload=Vuoi annullare il  download?
LogHintTitle=Più Vantaggi, ti promettiamo:
LogHintStr=+ Disinstallazione approfondita dei programmi<br>+ Rimozione supportata di oltre 200+ programmi difficili<br>+ Disinstallazione completa e facile dei bundleware
UpgradePromote=Aggiorna a IObit Uninstaller PRO per pulire automaticamente i file residui
UpgradeFileDelete=%s file residui rimossi con successo.
UpgradeRegsDelete=%s chiavi di registro residue rimosse con successo.
UpgradeRegDelete=%s chiave di registro residua rimossa con successo.
PromoteB_Title=Altri problemi che possono essere risolti con la versione PRO:
PromoteB_Update=Altri software più vecchi che possono essere aggiornati con 1 click:
PromoteB_Plugin=Plug-in malevoli e pubblicitari che dovrebbero essere rimossi per navigare in sicurezza:
PromoteB_Leftover=Residui di disinstallazioni precedenti da rimuovere:
PromoteB_Log=Programmi loggati che potranno essere disinstallati completamente:
PromoteB_Unuse=Programmi non usati da oltre 2 mesi che si potrebbero disinstallare:
PromoteB_Banweb=Notifiche siti che si possono bloccare per evitare interruzioni:
PromoteB_Fix=Correggi Ora
PromoteB_Stubborn=I programmi fastidiosi possono essere rimossi totalmente:
OfficialSp_1=Disinstalla completamente i seguenti programmi con la loro utility di disinstallazione ufficiale.
OfficialSps_1=Disinstalla completamente i seguenti programmi con la loro utility di disinstallazione ufficiale.
LogPromoteHintTitle=Con l'edizione <a>PRO pulisci</a> accuratamente tutti gli elementi registrati:
LogPromoteHintRegs=<a>%s</a> voci di registro
LogPromoteHintReg=<a>%s</a> voce di registro
LogPromoteHintFiles=<a>%s</a> file
LogPromoteHintFile=<a>%s</a> file
LogPromoteHintTasks=<a>%s</a> attività pianificate
LogPromoteHintTask=<a>%s</a> attività pianificata
LogPromoteHintServices=<a>%s</a> servizi di sistema
LogPromoteHintService=<a>%s</a> servizio di sistema
LogPromoteHintDlls=<a>%s</a> registrazioni dll
LogPromoteHintDll=<a>%s</a> registrazione dll
LogPromoteFormLogPro=elementi registrati
LogPromoteFormDesc=può essere pulito a fondo con l'edizione Pro
LogPromoteFormTip=Dettagli come di seguito:

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Apri in RegEdit
mniMenu_Path.caption=Apri percorso file
btnImg_AllMainCancel.caption=Annulla
btnImg_Uninstall.caption=Disinstalla
btnImg_ChkAutoDelete.caption=Elimina automaticamente i file residui dopo la scansione
btnImg_ChkCreateRestore.caption=Crea un punto di ripristino prima di disinstallare
lbl_IsUninstallHint.caption=Vuoi disinstallare il programma selezionato?
btnImg_Delete.caption=Elimina
btnImg_ReslutCancel.caption=Annulla
btnImgl_SeletedAll.caption=Seleziona tutto
btnImg_ChkShredFile.caption=Distruggi file
lbl_NoPowerScan.caption=Disinstallazione completata
btnImg_RecommendClose.caption=Chiudi
btnImg_Restart.caption=Si
lbl_MoneyBackTitle.caption=Garantiamo un PC più pulito e sicuro!
btn_Tab.caption=Ottieni di più con IObit Uninstaller PRO
lbl_InfoDB.caption=Database più grande per la rimozione di programmi fastidiosi
lbl_InfoRemove.caption=Rimuove plug-in malware && di pubblicità per velocizzare && mettere in sicurezza il PC
lbl_InfoUpdate.caption=Monitora l'installazione dei programmi && rimuove i bundleware

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Bundleware rilevato.
btn_UninstallAll.caption=Disinstalla Tutti
lbl_Info.caption=Disinstalla i seguenti bundleware tutti insieme con IObit Uninstaller PRO, o disinstalla solo il programma corrente.

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Bundleware rilevato. Seleziona i bundleware da disinstallare.

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=Novità

[WindowsUpdate_M]
Update_NoItem_Tip=Nessun aggiornamento trovato.
NoSerchItem_Tip=Nessun risultato.
Update_Loading_Tip=Attendere...
Update_WindowsTitle=Qui ci sono tutti gli aggiornamenti fatti da Windows Update. Disinstalla quelli che non ti interessano per liberare spazio.
Button_Uninstall=Disinstalla

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Data installazione
mniUninstall.caption=Disinstalla
mniRefush.caption=Aggiorna

[Uninstaller_form_StubbornTool]
lbl_Title.caption=Rimozione programmi più difficili
lbl_NewDescTitle.caption=In alcuni casi risulta difficile rimuovere alcuni programmi senza uno strumento ufficiale per la disinstallazione o nel caso in cui non esistesse nessuna voce per disinstallarli. Con il nostro specifico database, questi programmi possono essere rimossi totalmente e con successo, in modo davvero facile.

[Uninstaller_Stubborn_M]
MalwareGroup=Programmi Malevoli (%d)
MalwareDes=Trova e rimuove programmi malevoli nel tuo PC.
IssuesGroupEx=Programmi con problemi di disinstallazione (%d)
IssuesDesEx=Disinstalla programmi con difficoltà di rimozione come registri di disinstallazione mancanti, disinstallatori non funzionanti e disinstallazioni parziali e quindi incomplete.
OfficialGroupEx=Database di Rimozione Ufficiale(%d)
OfficialDesEx=Alcuni programmi non possono essere disinstallati da soli per ragioni di sicurezza, tuttavia esistono strumenti ufficiali per rimuoverli dal PC.
AllGroupEx=Database dei programmi supportati (%d)
AllDesEx=In questa lista altri programmi i quali è noto che il loro processo di disinstallazione risulta incompleto e difficile, puoi rimuoverli facilmente da qui.
ProblemsTip=Problemi rilevati
LoadingTip=Caricamento del database dei programmi supportati …

